<template>
  <div class="agree">
    <h2>法律声明</h2>
    <p>在使用至尊惠保的所有产品和服务前，请您务必仔细阅读并透彻理解以下条款。一旦您选择使用至尊惠保，即表示您认可并接受本条款现有内容及其可能随时更新的内容。</p>
    <h2>一般原则</h2>
    <p>以下规则适用于所有至尊惠保用户或浏览者，至尊惠保可能随时修改这些条款。您应经常访问本页面以了解当前的条款，因为这些条款与您密切相关。这些条款的某些条文也可能被至尊惠保软件中某些页面上或某些具体服务明确指定的法律通告或条款所取代，您应该了解这些内容，一旦接受本条款，即意味着您已经同时详细阅读并接受了这些被引用或取代的条款。</p>
    <h2>权利说明</h2>
    <p>武汉众芸荟网络科技有限公司及其关联公司对其发行的或与合作公司共同发行的包括但不限于至尊惠保软件及相关产品或服务的全部内容，享有知识产权，并受法律保护。如果相关内容未含权利声明，并不代表至尊惠保对其不享有权利或主张权利，您应根据法律、法规及诚实信用原则尊重权利人的合法权益并合法使用该内容。</p>
    <p>未经武汉众芸荟网络科技有限公司书面许可，任何单位及个人不得以任何方式或理由对上述软件、产品、服务、信息和文字的任何部分进行使用、复制、修改、抄录、传播或与其他产品捆绑使用、销售或以超级链路连接或传送存储于信息检索系统或其他任何商业目的的使用，但对于非商业目的的，个人使用的下载或打印除外。</p>
    <p>至尊惠保软件中使用和显示的商标和标识（以下简称“商标”）是武汉众芸荟网络科技有限公司及其关联公司注册和未注册的有关商标，受法律保护，未经允许，您不得擅自使用。但注明使用其他方拥有的商标、标志、商号除外。至尊惠保软件中所载的任何内容未经武汉众芸荟网络科技有限公司书面许可，任何人不得以任何方式使用。</p>
    <h2>用户信息</h2>
    <p>您在注册成为至尊惠保的用户、使用至尊惠保的产品和服务时，代表您在知情和同意的情况下，自愿向至尊惠保提供您的个人信息，例如姓名、证件类型、证件号码、证件有效期限、手机号、邮箱、联系地址、第三方支付账户等（以下简称“个人信息”）。</p>
    <p>在必要情形下第三方可能接触并使用您的个人信息，包括得到授权的至尊惠保员工、以及不时执行与我们的业务、营销活动和数据整理有关工作的其他公司或人员。所有此类人员及公司均需遵守相关保密协议，同时也需遵守国家关于个人信息保护有关法律法规，以确保您的个人信息随时得到保护。</p>
    <p>除上述用途外，至尊惠保不会将您的个人信息用于任何未经您同意的用途。也不会将所接受的您的任何个人信息泄露、篡改或毁损。</p>
    <p>您可阅读下面的至尊惠保隐私政策以了解更加详细的内容。</p>
    <h2>责任限制证明</h2>
    <p>不论在何种情况下，至尊惠保对由于信息网络维护、信息网络连接故障、智能终端、通讯或其他系统的故障、电力故障、罢工、劳动争议、暴乱、起义、骚乱、火灾、洪水、风暴、战争、政府行为、司法行政机关的命令、其他不可抗力或第三方的不作为而造成的不能服务或延迟服务不承担责任。</p>
    <p>无论在任何情况下，由于使用至尊惠保上的信息或由至尊惠保链接的信息，或其他与至尊惠保链接的网站信息，对您或他人造成的任何损失或损害（包括直接、间接损失或损害，例如收益或利益之损失，智能终端系统之损坏或数据丢失等后果），均由使用者自行承担责任（包括但不限于疏忽责任）。</p>
    <p>至尊惠保所载的信息包括但不限于文本、图片、数据、观点、网页或链接，虽然力图准确或详尽，但至尊惠保并不就其所包含的信息和内容的准确、完整、充分和可靠性做任何承诺。至尊惠保表明不对这些信息和内容的错误或遗漏承担责任，也不对这些信息和内容做出任何明示或默示的、包括但不限于没有侵犯第三方权利、质量和没有智能终端病毒的保证。</p>
    <h2>第三方链接</h2>
    <p>至尊惠保可能保留有第三方网站或网址的链接，访问这些链接将由用户自己做出决定，至尊惠保并不就这些连接上所提供的任何信息、数据、观点、图片陈述或建议的准确性、完整性、充分性和可靠性提供承诺或保证。至尊惠保没有审查过任何第三方网站，对这些网站及其内容不进行控制，也不负任何责任。如果您决定访问任何与本站链接的第三方网站，其可能带来的结果和风险全部由您自己承担。</p>
    <h2>适用法律和管辖权</h2>
    <p>通过访问至尊惠保软件平台或使用至尊惠保提供的服务，即表示您同意该访问或服务受中华人民共和国法律的约束，且您同意受中华人民共和国法院的管辖。访问或接受服务过程中，发生的争议应当争取协商解决，协商不成的，各方一致同意至武汉众芸荟网络科技有限公司住所所在地有管辖权的法院诉讼解决。</p>
    <h2>隐私政策</h2>
    <p>为向您提供更准确地个性化服务，在您使用至尊惠保产品或服务的过程中，我们可能会以如下方式收集和使用您提供的个人信息，本声明解释了这些情况下的信息收集和使用情况。至尊惠保非常重视对您的个人隐私的保护，在您使用至尊惠保产品和服务前，请您仔细阅读以下声明。</p>
    <p>我们收集以下信息：</p>
    <p class="id">获取用户姓名、身份证号、联系方式、地理位置以及其他根据具体服务的需要必要收集的信息。 作为用户，您可根据您的意愿决定是否提供上述信息，同时，您可以查看您提供给我们的个人信息；如果您希望删除或更正您的个人信息，请联系我们的客服人员。</p>
    <h2>收集资料的方法</h2>
    <p>至尊惠保将会收集及存储您在旗下产品客户端输入的资料，或通过其他渠道向我们提供的信息。我们亦会从关联词、商业伙伴及其他独立第三方资料来源，获取与您有关并合法收集的个人或非个人资料 ；</p>
    <p>您在相关站点及其他供应商所作的隐私设定，可限制或阻止我们对有关资料的查阅；若您提供个人资料予我们，即表示您接受，至尊惠保将在您所需期限内留存您的资料以履行有关用途，您的资料将在遵守适用相关法律及规定的情况下收集。</p>
    <h2>收集个人资料可做以下用途</h2>
    <p>1、提供至尊惠保产品中所包含的相关服务；</p>
    <p>2、杭州微易科技有限公司旗下网站及APP管理；</p>
    <p>3、用户身份认证、客户服务、安全防范、诈骗监测、存档和备份用途，确保我们向您提供的产品的安全性；如果我们监测到您使用我们的服务用于欺诈或非法目的，我们将会相应采取措施停止服务；</p>
    <p>4、向您推送最新的保险资讯和产品优惠方案；</p>
    <p>5、设计全新或改善目前所提供的产品及服务；</p>
    <p>6、服务内容个性化更新；</p>
    <p>7、协助执行法例、警方或其他政府监管机构调查，以及遵守适用法律和规例所实行的规定，或其他向政府机构承诺之义务；</p>
    <p>8、提供给在至尊惠保设置交易前台的保险机构； </p>
    <p>9、在收集之时所通知的其他用途；及与上述任何项目有关的其他用途。</p>
    <p>10、可能向您发送的信息</p>
    <p>11、为保证服务完成所需的验证码；</p>
    <p>12、使用产品或服务时所必要的推送通知； </p>
    <p>13、当前投保费用优惠和减免信息；</p>
    <p>14、关于至尊惠保产品或服务的新闻、特别优惠及促销活动消息。</p>
    <h2>信息安全及隐私保护措施</h2>
    <p>杭州微易信息技术有限公司及其关联公司采用严格的安全制度来确保我们收集的信息不丢失、不被滥用和变造；</p>
    <p>我们使用行业通行的安全技术和程序，来保护您的个人信息不被未经授权的访问、使用或泄露；</p>
    <p>为更好地提供服务升级产品，我们可能会将我们获得的数据提供给第三方用于分析统计。在提供服务的过程中，我们也会使用第三方的产品或服务。以上第三方企业或个人，只有在必须得情况下才会接触到用户信息，同时他们都受到严格的保密条款的约束； 请注意，任何安全系统都存在可能的及未知的风险。</p>   
    <h2>变更</h2> 
    <p>随着至尊惠保服务的进一步提升，隐私声明的内容会随时更新，更新后的隐私声明一旦在网页上公布即有效代替原来的隐私声明。</p>
  </div>
</template>
<style>
.agree h2{font-size:1.1rem;padding:0.5rem 1rem;color:#333;}
.agree p{font-size:1rem;color:#666;line-height:1.8;padding:0 1rem;margin-top:0;}
.agree .id{text-indent:1em;}
</style>
